Repository: montes/tweet-please
Catalog: languages/tweet-please-*.po
Languages: es_es

source: Tweet Text
es_es: Texto para el Tweet

source: Attach Post Thumbnail
es_es: Adjuntar la foto del post

source: Send When
es_es: Enviar cuando

source: Inmediately
es_es: Inmediatamente

source: After 1 hour
es_es: 1 hora después

source: After 2 hours
es_es: 2 horas después

source: After 4 hours
es_es: 4 horas después

source: At next 7am
es_es: A las próximas 7am

source: At next 8am
es_es: A las próximas 8am

source: At next 9am
es_es: A las próximas 9am

source: At next 10am
es_es: A las próximas 10am

source: At next 12am
es_es: A las próximas 12am

source: At next 1pm
es_es: A las próximas 1pm

source: At next 5pm
es_es: A las próximas 5pm

source: At next 8pm
es_es: A las próximas 8pm

source: At next 10pm
es_es: A las próximas 10pm

source: At next 12pm
es_es: A las próximas 12pm

source: Tweet Please Settings
es_es: Configuración de Tweet Please
